<?php
function getMessages() {
    global $root_dir;
    $messages = [
        '
        <div class="err_msg">
            <h2>Գրանցում</h2>
            <p>Մուտքագրված Էլ․ փոստով հաշիվ գոյություն ունի</p>
            <p>Խնդրում ենք մուտքագրել այլ Էլ․ հասցե</p>
            <p>կամ</p>
            <a href="' . $root_dir . 'login.php">Մուտք գործեք այստեղ</a>
        </div>
        ',
        '
        <div class="alert_msg">
        <h2>Գրանցում</h2>
        <p>Գրանցումը ավարտելու համար անհրաժեշտ է հաստատել Ձեր էլ. փոստի հասցեն</p>
        <p>Ակտիվացման համար անհրաժեշտ հրահանգներով հաղորդագրությունը ուղղարկվել է Ձեր էլ. փոստի հասցեին:</p>
        <p>Շնորհակալություն Tun Realty-ից օգտվելու համար:</p>
        <a href="https://gmail.com" target="_blank">Ստուգեք Ձեր էլ. փոստը</a>
        </div>
        ',
        '
        <p class="err_msg">Էլ․ հասցեն կամ Գաղտնաբառը Սխալ է</p>
        ',
    ];
    return $messages;
}
?>
